Repository: zhukite/nikola-install
Catalog: translations/nikola.messages/*.po
Languages: fr

source: More posts about
fr: Plus de billets sur

source: LANGUAGE
fr: Français

source: Tags
fr: Étiquettes

source: Read more
fr: Lire la suite

source: Posts about %s
fr: Billets sur %s

source: Next post
fr: Billet suivant

source: old posts page %d
fr: anciens billets page %d

source: Read in English
fr: Lire en français

source: Posts for year %s
fr: Billets de l'année %s

source: Newer posts
fr: Billets récents

source: Previous post
fr: Billet précédent

source: Also available in
fr: Disponible aussi en

source: Original site
fr: Site d'origine

source: Older posts
fr: Anciens billets

source: Archive
fr: Archives

source: Posted
fr: Publié

source: Posts for {month} {year}
fr: Billets de {month} {year}
